Repository: mozilla-l10n/mt-training-data
Catalog: gwc/gwc_pontoon.tmx
Source language: en_us
Languages: gwc

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
gwc: موزلاٞ آں کامن وائیس تمام دُنایاٞں جِباٞں ماہرین، ڈیٹا سینس واٞلاٞ، مکتباٞ تے سافٹ وئیر انجنیراٞنیں کمیونٹی آٞں وجاٞ دہ ممکن تھو۔ اساں انتظامات موزِلاٞ فاؤنڈیشن سمبال کرینت۔

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
gwc: موزِلا کامن وائیس دُنایاں گھاٞن متنوع اوپن سورس ہوازیں ڈیٹاسیٹ تھی اساں کار مٞہ باٞر خلک مِلی تعاون دہ کٞرنت۔ تے مٞہ سواٞ عطیاٞت دہ چٞلٞنت۔ 100 ما باٞر لسانی کمیونٹی کاٞں موں کاٞر رہ انحصار کٞرنت تہ تسوں کیر ڈیٹاسیٹ ہاسٹ کٞروگ تے پلیٹ فارم مہیا کٞروگ رہ اٞ کالاں تقریباً دش لٞک ڈآٞلرائ ݭجینت۔ <b> آج عطیہ دہ </b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
gwc: موزِلاں اوپن سورس ہوازاں پویانوگاں انجنا Deep Speech ہواز پویانوگیں ایپلی کیشنز چاٞگ مئ استِمال ہوبیں۔ مُوں <githubLink> گِٹ ہب اوور ویو </githubLink> پر یا ، شورو کھیکی کٞراٞں مالوم کٞروگیں کیر <discourseLink> DeepSpeech </discourseLink> مئ شامل ہو۔

source: Mutual accountability.
gwc: باہمی محاسبہ

source: n
gwc: ن

source: N
gwc: ن

source: N/A
gwc: موجود نانت

source: Name
gwc: نام

source: Names of your language
gwc: چھیں جِباں نام

source: Native Language
gwc: تانی جِب

source: Nature and Environment
gwc: قُدراٞت تے ماحول

source: Need help deciding which to choose?
gwc: جوݭوگ رہ فیصلہ کٞروگ مئ مٞدِدیں ضرولت

source: Need help with the Sex or Gender changes?
gwc: جنس یا صنفی بدلی ایں کیر مددیں ضرولاٞت تھی آٞ؟

source: Need some help with accent?
gwc: لہجاٞ ایں کیر مددیں ضرولاٞت تھی آ؟

source: Need some help with variants?
gwc: مختلف قسماٞں لہجیں کیر مددیں ضرولاٞت تھی آٞ؟

source: Need to download your data?
gwc: تٞھکٞہ تانی مواد ڈاونلوڈ کٞروگیں ضرولاٞت تھی آٞ؟

source: Nepali
gwc: نیپالی

source: New Language Launch
gwc: نیم جِب شورو کٞروگ

source: News and Current Affairs
gwc: خبرونہ تے موجودہ معامِلاٞت

source: Next
gwc: مِڄِیم

source: Ngiembon
gwc: نگئیمبون

source: Nias
gwc: نیاس

source: Nigerian Pidgin English
gwc: نائیجیری پیڈگین انگریزی

source: NKo
gwc: نکو

source: No
gwc: نہ

source: [No ‘a’ in the original text]
gwc: [اصل متن مئ "اٞ" نات]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
gwc: <noCopyright> نقلاں حٞقیں </noCopyright> پابندی نات-0 cc

source: No foreign letters
gwc: باٞرائیں حروف نہ

source: No gravatar found for your email
gwc: چھاں ای میلیں کیر گریویٹار نہ لد

source: No information
gwc: کی مالومات نات

source: No information available
gwc: کی مالومات موجود نات

source: No microphone found.
gwc: مائیکروفون نہ لد۔

source: Non-binary
gwc: نہ مِیش نہ اِیس

source: No numbers and special characters
gwc: لمر تے خصوصی ایلامِت استمال نہ کٞر

source: Northern Hindko
gwc: شمالی ہندکو

source: Northern Sotho
gwc: شمالی سوتھو

source: Northwest Gbaya
gwc: شمال مغربی گبایا

source: Norwegian Bokmål
gwc: ناروے ایں بوکمل

source: Norwegian Nynorsk
gwc: ناروے ایں نیورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
gwc: جائزہ گھِنوگیں کیر جُملاٞ نات <addLink> مُٹو دی جُملاٞ جمہ کٞر</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
gwc: سوئے جملاٞ مئی تے کلیپونہ مئی جدا لہجاں ٹیگ نانت!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
gwc: کون "اخکارہ" رہ سیٹ ہِی تے اِیں سیٹینگ </profileLink> پروفائیلاٞں پاٞݪ<profileLink> تھی بداٞل ہویں۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
gwc: نوٹ؛ شراکیتاں قسم بدلاگیں کیر تھاکہ موٹو بُجوگ یا منوگ مئی اٞ شئی آں انتخاب کرجئی۔

source: Not Found
gwc: نہ لت

source: No Thanks
gwc: نہ ماربینی

source: No thanks, continue speaking
gwc: نہ ماٞربینی، مٞنوگ جاری ساٞت۔

source: No variant selected
gwc: قسم نہ خوشیت

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
gwc: مُٹو کامن وائس آٞں باٞراٞ مئ تھٞکہ اُچھوٹ باٞر پھتہ تُھو، اٞتوݭی ان رہ ازماٞخ کا نہ کٞرنت؟ جُملاٞ شِیتی پروگ شورو کٞروگیں کیر مائیکروفوناٞں نخ رہ دبار دہ۔ <br/> <br/> لخہ تو دی خلکاٞں ہواٞزاٞں حصہ تلوگ رہ جائیزہ گِھننش تہ تھکو بزاگاٞں نخ رہ دبار دہ۔ سکرین رہ کاٞں جُملاٞ چُنڑاٞل تھُو اوم ریکارڈنگ سٞہ مِلنت کو نہ، تو اسیں تصدیق مئ مداٞد کٞرئ۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
gwc: مُٹو تھہ اِچھلاں سوئ کٞہ استِمال کٞروگیں ہوازاں اوپن سورس ڈیٹابیس چاٞگ مئ موں مداد کٞروگیں کیر تانی ہواز ماکہ دٞاباٞں آٞلاٞتیں تے ویب ایں کیر نِیم ایپلیکیشنز تیارکٞروگیں کیر۔ مشین کٞہ اِیں اِزدہ کٞروگ مئ مداٞد داٞگیں کیر اٞ جُملہ پٞر اُوں حقیقی خلک کھیکی جولاٞں۔ معیار ران کٞروگیں کیر دی حصہ داٞراناں کار چیک کٞر۔ ائ اتیک سادہ تے سُگار تھو۔

source: Nubi
gwc: نوبی

source: Number of Voices
gwc: ہوازوناٞں تاداد

source: Numbers
gwc: لمٞر

source: Occitan
gwc: اوسیٹان

source: Odia
gwc: اوڈیا

source: Off
gwc: بن

source: Offensive Content
gwc: لاݪ مواد

source: Offensive language
gwc: لیݪ جِب

source: Offensive speech
gwc: لاݪ جولاگ

source: Offline Sources
gwc: آف لائین ذریعاٞ

source: On
gwc: پت

source: On desktop devices you can contribute by downloading…
gwc: ڈیسک ٹاپ ایں ڈیوائس دہ تو ڈاونلوڈ آں ذریعاٞ دہ مداٞد کٞرباں۔

source: On his head he wore a beret.
gwc: تٞن تانی تھوس رہ پمیل ٹیپ ݭیئ۔

source: On iOS please continue with Safari to enable recording…
gwc: آئی او ایس ایں ڈیوائس دہ ماٞربینی کاٞ سفاری دہ ٹیپ کٞر۔

source: Only show me sentences and clips from my variant
gwc: مکہ صرف ماٞں لہجاٞ آں جملاٞ تے کلیپونہ پشا

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gwc: دی دِیش کٞہ لخہ چھاں خیال اِیں تھو اُوں پروگ والہ پھِرمال اِیں لفظ ما شِید نات تے سٞہ اِیں لفظیں ادائگی رہ غلط اندازہ ݭانت، تھُکو تاٞس مسترد کٞر۔ لخہ تھکٞہ یقین نات تہ تھوکو چھوروگ والہ بٹنیں دہ۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
gwc: دی دِیش کٞہ لخہ چھاں خیال اِیں تھو اُوں پروگ والہ پھِرمال اِیں لفظ ما شِید نات تے سٞہ اِیں لفظیں ادائگی رہ غلط اندازہ ݭانت، تھُکو تاٞس مسترد کٞر۔ لخہ تھکٞہ یقین نات تہ تھُکو چھوروگ والہ بٹنیں دہ۔

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
gwc: مٞہ کنا کرنت تہ اساں ہِکور پوت نیمار۔ تحقیقاں سیت والیں کیر، ڈیٹا سمٹوگیں کیر یا انٹرویو ایں کیر <emailFragment> پھݭ </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
gwc: تازہ شِیداٞں تے منصوباٞں باٞراٞ مئ ناٞم مالوماتیں کیر خوشاٞنش تے ای میلیں لیس مئ شامل ہو۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
gwc: اختیاری داٞگاٞل ڈیموگرافک ڈیٹا (مثلاً اُمر، جنس، جِب تے لہجہ) چھاٞں پروفائیل رہ اخکارہ نہ کٞرجئ، تے ڈیٹاسیٹ مئ چھاٞں کھاٞتاٞ سہ نہ گنڑجئ۔ انفرادی بُجوگاٞں کلِپونہ تصحیح ایں مقصدیں کیر ڈیموگرافِک ڈیٹا سٞہ مِلاجئ، مثلاَ اٞ محقق کیدے شی اٞ مخصوص ڈیموگرافک حصہ ٹریننگ نموناں ہدف کٞروگ دِیانت۔

source: Ormuri
gwc: اُرمُڑی

source: Ossetian
gwc: اوسیٹیائی

source: Other
gwc: دی

source: Other Language
gwc: دی جِب

source: Other people validate those voice clips.
gwc: دی خلٞک اتھیں وائس کلپونیں تصدیق کٞرگ

source: Other voice datasets…
gwc: دی وائیس ڈیٹاسیٹ…

source: Other Voice Datasets
gwc: دی ہوازاں ڈیٹا سیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
gwc: مُوں کمیونٹی آں منیجر تھا سہ رابطہ کٞرئی کہ چری تھاکہ دی مددیں ضرولاٞت ہی تہ، تے ایں مالومات پا کٞرئی اوں تھوں جِب مئی اٞ ڈلہ مِڄ گٞشی کار کٞرنت۔

source: Our governance is founded on the pillars of:
gwc: اومی تھُن رہ موں املداری آں بنیاد تھو:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
gwc: مُوں جِب مُون سجیرہ، مُوں گھاٞل، مُوں رواج۔ یاں اُوں تتھی ڈیٹا سیٹ چائی اُوں کیں مٞہ دُنائے مئی پشوگ دیاٞنت۔

source: Our Partners
gwc: موں شریکِ کاٞر

source: Our partners include...
gwc: مُوں شراکتداٞراٞن مئ شامل تھو۔۔۔۔

source: Overall Accuracy
gwc: مجموعی صِحت

source: Overall Hr. Total
gwc: مجموعی ایچ آر سواٞ

source: p
gwc: پ

source: Paiwan
gwc: پائیوانی

source: Palula
gwc: پالولہ

source: Papantla Totonac
gwc: پاپلانتا توتونائ

source: Papiamento
gwc: پاپیامینٹو

source: Papiamento (Aruba)
gwc: پابیامونٹو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
gwc: لسانی کمیونٹی آٞں باٞث مئ حصہ گِھن، سوالونہ کٞر، تے آئیندہ ہوگ والہ واقیاٞت تے جولاٞگاٞں باٞراٞ مئ اِزدہ کٞر۔

source: Partner
gwc: سیت

source: Partners
gwc: شریکِ کار

source: Partnerships
gwc: شراکِت

source: Partnerships and networks
gwc: شراکاٞت تے ارتباط

source: Partnerships, Press and Stories, Community and Languages
gwc: شراکِت، چاپ تے قصاٞ، کمیونٹی تے جِبونہ

source: Partner with us
gwc: ماسٞہ شراکاٞت کٞر

source: [Part of the text can’t be heard]
gwc: [مواداں حصہ نہ بُجوانت]

source: Pashto
gwc: پختو

source: Past recordings download requests
gwc: میڄیگ ریکارڈنگز ایں ڈاونلوڈ کٞروگیں کیر درخاست کٞر

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
gwc: <p>کامن وائس عام موجود ہوازیں ڈیٹا سیٹ، آٞس رضاٞ کاٞر شراکتداٞراٞن چلاٞنت سوئے دناٞئے مئ۔کاٞں خلٞک ہواٞزاٞں اپلیکیشن چاگ دیاٞنش توم ڈیٹا سیٹ استمال کٞرباٞں اوں مشینی ازدہ کٞروگاٞں ماٞڈلز کٞہ تربیت دئی تہ۔<p> <p>مُٹو باٞر ہوازیں ڈیٹا سیٹونہ کمپنئی کٞہ تھی، تٞن ناٞم کٞروگ بن کیت۔ ہوازیں ڈیٹا سیٹونہ پا کٞم پشیت؛ انگریزی نہ مٞنوگ واٞلاٞ، رنگاٞں خلٞک، ماٞذور خلٞک، اِیسال تے ایل جی بی ٹی کیو آئی اے تے خلٞک۔ اٞسیں مطلاٞب اینوں ہواز گیاٞگیل ٹیکنالوجی باٞر جِیبونیں کیر کار نہ کٞرینت، کٞہ کار کٞرینتہ پا سوئے ایں کیر اچھلہ ران نہ کٞربینت۔ مٞہ بدیلی گیاٞگ دیاٞنت اوں خلٞک شید کٞراگ اوں توم تانی ہواٞز یاٞر بھاٞگ تھی ما سٞہ شریک کٞرئی تہ۔</p>

source: People come and contribute their voices.
gwc: خلٞک یٞنت تے تانی ہواز شریک کٞرنت۔

source: Persian
gwc: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
gwc: ذاتی ڈیݭ بورڈ تھئ انفرادی تے کمیونٹی آں کاٞر ما تازہ پہ تازہ شِید ساٞتئ۔

source: Personally Identifiable Information
gwc: ذاتی طور دہ پویانوگاں قابیل مواد

source: Platform language
gwc: پلیٹ فارمیں جِب

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
gwc: کامن وائیساٞں تمام سفر رہ، مقامیت تھی ڈیٹاسیٹ استمال کٞروگائ، تے موں کمیونٹی سٞہ کھیکی رابطہ ہوئ، اوم رہ <playbookLink> مددگار رہنمائ حاصیل کٞر </playbookLink>

source: <playIcon></playIcon>Last one!
gwc: <playIcon><playIcon> نیپتوگ!

source: Play/Stop
gwc: بزاٞ / بن کٞر

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
gwc: ماربینی کاٞ مُوں <templateFileLink>نمونیں فائیل بِیݭاٞ</templateFileLink>۔ تُھون جملاٞ نقلاٞں حق ما آذآد تُھو (0CC یا اصل کار کٞن جمع کیت تاٞس ما اِجازاٞت گِھیناٞل تھو تہ) تے واضح ہودہ ، گرامر آں حساٞب دہ تے پروگ مئی صحی تے آسان ہودہ۔ جمع کٞراٞل جملاٞ اندازاٞ دہ 10-15سیکنڈ پروگ مئی گھینئی تے لٞمر مُو داٞ، اسم معرفہ تے خاص ٹیکیل۔

source: Please fill out this field.
gwc: ماٞربینی کاٞ اِیں بھاگ ڈاک کٞر

source: Please select a language to review sentences.
gwc: جمُلاٞ آں جائیزہ گھِنوگیں کیر ماٞربینی کاٞ اٞ جِب جُوݭ

source: Polish
gwc: پالیش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
gwc: <pontoonAccountLink>اٞ اکاونٹ چاٞ</pontoonAccountLink>کٞہ چھاٞں نات تہ۔دیگیر تانی جِبیں <strong> ٹیم</strong>جُوݭ تے دیگیر پراجیکٹ <pontoonCvLink>کامن وائس</pontoonCvLink>جُوݭ۔ اٞتھماک ترجمیں کیر فائلونہ ہوگ۔ آٞک وا دہ، دیگیر اٞئی انگریزی آٞں الفاظ پٞشیں تے اٞسوں ترجمہ کٞروگیں کیر اٞ خانہ ۔

source: Portuguese
gwc: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
gwc: عالمی برادریانیں ایں پِیڄ تھی تقویت یافتہ، تے عالمی برادریانیں —130 جِب تے دی پا سمسو سمسو چٹاٞر ہوینت۔

source: Press and stories
gwc: اخبارات تے قصاٞ

source: Press and Stories
gwc: چاپ تے قصاٞ

source: Press play, listen & tell us: did they accurately speak the sentence below?
gwc: بزاٞگاٞں بٹن وا دبار دہ، بُج تے ماکہ من: تومٞہ تواں جُملہ صحی منُو آٞ؟

source: Press { shortcut-play-toggle } to toggle play mode
gwc: بزاگاٞں موڈ پھر گِراگیں کیر { shortcut-play-toggle } دبار دہ

source: Privacy
gwc: رازدیری

source: <privacyLink>Privacy</privacyLink>
gwc: <privacyLink>پرائویسی</privacyLink>

source: Privacy Policy
gwc: پرائویسی پالیسی

source: Privacy, security and transparency.
gwc: رازدیری، تحفظ تے شفافیت

source: Pro
gwc: پرو

source: Profile
gwc: تانی تفصیل

source: Profile information improves the audio data used in training speech recognition accuracy.
gwc: پروفائلاں مالومات جولاگ پویانوگیں صِحت کٞہ ٹریننگ دٞاگ مئ استمال ہوگ والہ آڈیو بہتر کٞراں۔

source: Progress
gwc: جاری ہوگ

source: Public Domain
gwc: عام ڈومین (کاٞں مئ لیسنسیں یا کاپی رائیٹیں پابندی ناتھی تہ)

source: Publicly accessible open speech datasets in 130+ languages
gwc: 130 ما باٞر جِبونہ مئ عام طور دہ قابل رسائ جولاگاں ڈیٹاسیٹ

source: Pular Guinea
gwc: پولار گینی

source: Punctuation
gwc: رموزِ اوقاف

source: Punjabi
gwc: پنجابی

source: Puno Quechua
gwc: پونو کیچوا

source: Quechua Ambo-Pasco
gwc: کھیچوا امبو پاسکو

source: Quechua Arequipa-La Unión
gwc: کھیچوا اریکویپا لا یونین

source: Quechua Cajatambo
gwc: کھیچوا کہاتمبو

source: Quechua Chanka
gwc: کھیچوا چنکا

source: Quechua Chiquián
gwc: کھیچوا چیکویان

source: Quechua Corongo Ancash
gwc: کھیچوا کورنگو انکش

source: Quechua Jauja Wanka
gwc: کھیچوا ہاؤخہ وانکا

source: Quechua Pasco Santa Ana de Tusi
gwc: کھیچوا پاسکو سانتا انا دی توسی

source: Quechua Sihuas Ancash
gwc: کھیچوا سیہواس انکش

source: Quechua Yauyos
gwc: کھیچوا یاؤیوس

source: Question
gwc: سوال

source: r
gwc: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gwc: [انگریزی مئی ‘Raised’ اٞ سلیبلاٞں جوڑہ ادا ہواں، ائی دُو سلیبل نہ۔]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gwc: شرحاٞں حد ما لنگو۔۔ اٞ مِلٹ مئ دوبارہ { $retryLimit } کوشیش کٞر

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gwc: شرحآٞں حد ما لنگو۔ دوبارہ { $retryLimit } سیکنڑ مئ کوشیش کٞر

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
gwc: حکومِت، باٞنفع یا میڈیاٞ تنظیمونہ کٞہ پٞھݭ تے بیݭ اوں اٞسوں ویب آٞں مواد، رپوٹونہ یا دی مواد عام ڈومین کٞہ وقف ہوانتاٞ۔

source: Reader Effects
gwc: پٞروگ والاں اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
gwc: پاٞل رہ داٞگاٞل سواٞ الفاظ صحی پٞروگیں باٞر بات تھی۔ کون بُجوݭاٞت باٞر احتیاط دہ مالوم کٞر اوں اٞئی کاں چُنڑاٞل تھو بیخی تٞتھی ٹیپ ہوگاٞل تھو؛ کچٞری اومٞہ الفاٞظ میلاٞت، کھٹناٞت یا چھوروت تہ تھکو آٞس مسترد کٞر۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gwc: کھٹٞناں پٞروگ اوں اٞصل مئ اٞتھاٞں چھلہ نہ آش تہ لخہ "We're" مٞنوگ "We are" آٞں باٞ۔

source: Read More
gwc: دی پر

source: Read more on our About page
gwc: موں باٞراٞں پاٞݪ دی پا پراٞ۔

source: Read sentences
gwc: جُملاٞ پٞر

source: Read Sentences
gwc: جملاٞ پٞر

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
gwc: جملاٞ تانی جِب مئی شیتی مناٞ تے دُنایاں سوئے ما زیات خور ہوگاٞل ہوازیں ڈیٹاسیٹ سہ مداٞد کراٞ۔

source: Read Sentences, Answer Questions
gwc: جملاٞ پٞر ، سواٞلوناں جواب دہ

source: Read Sentences <small>(Coming soon)</small>
gwc: جملاٞ پٞر <small>(شاٞردہ ینت)</small>

source: Read sentences submitted by the community in various languages
gwc: خلٞک آں مختلف جیبونہ مئ جمع کٞراٞل جملاٞ پٞر۔

source: Read the sentence carefully - don’t miss, change or add words.
gwc: جملہ باٞر احتیاط سٞہ پٞر، مُو چھور، بدٞلاٞ یا الفاٞظ۔ مِلاٞ۔

source: Ready to add your voice or lend your ear?
gwc: تانی ہواز جمہ کٞروگیں کیر یا بُجوگیں کیر تیار تھُو آٞ؟

source: Ready to contribute?
gwc: حصہ تلوگ کٞہ تیار تھو آٞ؟

source: Ready to do { $count } more?
gwc: دی کٞروگ کٞہ { $count } تیار تھو آٞ؟

source: Ready to donate your voice?
gwc: تانی ہواز عطیہ کٞروگیں کیر تیار تھواٞ؟

source: Ready to help validate sentences?
gwc: جُملاٞ قابل قبول کٞروگ مئ مداٞد داٞ کٞہ تیار تھواٞ؟

source: reCAPTCHA is required if you want to proceed
gwc: reCAPTCHA پکاٞر تھو لخہ تُو مِڄ کٞہ بچوگ دیانش تہ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gwc: ایمیل حاصل کٞروگ دیانت، مشکلاتاٞں باراٞ مئی تے مقصدیں یاد دہانیں کیر، ماٞں میڄکہ بچوگ مالوم کٞروگیں کیر تے کامن وائساں رسالہ ایں کیر۔

source: Recorded Clips
gwc: ریکارڈ کراٞل کلِپونہ

source: Recorded Hours
gwc: ریکارڈ کٞراٞل گھینٹاٞ

source: <recordIcon></recordIcon> Last one!
gwc: <recordIcon></recordIcon>نیپٞتوگ

source: [Recording cut off before the end of the last word]
gwc: [ریکارڈنگ نیپتوگ لفظاٞں دُوت ما پھِرمال کاٹ ہی]

source: Recordings
gwc: ریکارڈِنگز

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
gwc: ہوازیں کلِپ ریکارڈ کٞروگ موں اِیں پوت ڈیٹاسیٹ چاگاں اٞ لازمی حصہ تھو; دھیک خلک کٞہ ائ مزیدار حصہ اخکارہ ہواں۔

source: Record/Stop
gwc: ریکارڈ کٞر / بن کٞر

source: Record your response
gwc: تانی جواب ریکارڈ کٞر

source: Record yourself reading sentences in your language
gwc: تانی جِب مئ اپینہ جملاٞ پٞر تے توم ٹیپ کٞر

source: Record yourself responding to questions and prompts in your language
gwc: تانی جِب مئ سوالوناں تے اِشاٞراٞں جواٞب داٞ ریکارڈِنگ کٞر۔

source: Record your voice
gwc: تانی ہاواز ریکارڈ کٞر

source: Reference the source of your sentence (required)
gwc: تانی جملاں حوالہ دہ (پکاٞر)

source: Refresh
gwc: دوارہ تازہ کٞر

source: Reject
gwc: دُو کٞر

source: Remove
gwc: دوکٞر

source: Remove Avatar
gwc: ایویٹار دوکٞر

source: Report
gwc: رپوٹ

source: Report was passed successfully
gwc: رپوٹ کامیابی سہ پھݭ۔

source: Request a Language
gwc: اٞ جیبیں کیر درخاس کٞر

source: Request for Scripted Speech
gwc: مِیݭ گٞشی چُنڑاٞل جولاگیں کیر درخاس

source: Request for Spontaneous Speech
gwc: فوری طور دہ جولاگیں کیر درخاس

source: Request New Language
gwc: نِیم جِبیں کیر درخاس دہ

source: Request recordings
gwc: ریکارڈنگز ایں کیر درخاست کٞر

source: *required
gwc: *ضریلی تھو

source: Re-record
gwc: دیگیراں ٹیپ کٞروگ

source: Re-record clip
gwc: کلیپ دیگیراں ریکارڈ کٞر

source: Respond
gwc: جواب دہ

source: Respond To Prompt
gwc: اِشاراں جواب دہ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
gwc: نامیاتی جِباں سیاق و سباق تے بول چالیں آں ڈیٹا سیٹس چاگیں کیر اشارہ داگاں زُواب دہ۔ اولیں زبانی جِبیں کیر باٞر موزوں تھو۔

source: Response deleted successfully
gwc: جواب کامیابی دہ ڈیلیٹ ہُو

source: Response submitted successfully
gwc: جواب کامیابی دہ پیش ہُو

source: Return
gwc: پتکہ یہ

source: Return here to edit your goal anytime.
gwc: تانی ہدف مئ بدلی گھیاٞگیں کیر ہِیماک نوٹ

source: Return to Common Voice
gwc: کامن وائس کہ پتکہ یا

source: Return to Common Voice Datasets
gwc: کامن وائس آٞں موادیں سیٹ کٞہ واپس یہ

source: Return to Languages
gwc: جِبونہ کٞہ واپس ہو

source: Review
gwc: جائیزہ گِھینوگ

source: Review could not be saved. Please try again later.
gwc: جائیزہ محفوظ نہ ہووانت۔ پپت دیگیراں کوشش کٞراٞ۔

source: ⓘ Review Criteria
gwc: ⓘ جائیزاں طریقہ

source: Review Criteria
gwc: جائیزاں طریقہ

source: Reviewed sentences not submitted, are sure?
gwc: جائزہ گھِناٞل جُملاٞ جمہ نہ کِیت، یقینی تھو آٞ؟

source: Review existing sentences submitted by the community
gwc: کمیونٹی آٞں پیش کٞراٞل موجودہ جُملاٞ آں جائیزہ گھِن

source: Reviewing Sentences
gwc: جُملاٞ آں جائزہ گِھِنوگ

source: Review & re-record clips here as you go
gwc: جائزہ گِھن تے دیگیراں ٹیپ کٞر کھیکی تو گا تہ

source: Review & re-record clips if needed
gwc: کٞچری ضرولاٞت ہی کلپ آں جائزہ گِھیناٞ تے دوارہ ٹیپ کٞراٞ۔

source: Review Sentences
gwc: جُملاٞ آں جائیزہ گھِن

source: Review sentences in your language
gwc: تانی جِب مئ جُملاٞ آں جائیزہ گھِن

source: Review & Submit
gwc: جائزہ گِھن تے جمہ کٞر۔

source: Review transcriptions
gwc: چُنڑیلاں جائیزہ گِھن

source: Review transcriptions of recorded sentences for accuracy
gwc: ریکارڈ کٞراٞل جُملاٞ آٞں چُنڑوگ صحی کٞروگیں کیر جائیزہ گھِن

source: Review Transcriptions <small>(Coming soon)</small>
gwc: چُنڑیلاں جائیزہ گِھن <small> (چُنڑیل شردہ اخکارہ ہوئ) </small>

source: Review user-submitted transcriptions in your language
gwc: تانی جِب مئ صارِفیں جمع کٞریل چُنڑیلاں جائیزہ گِھن

source: Romanian
gwc: رومانی

source: Romansh Sursilvan
gwc: رومانیش سُورسیلوان

source: Romansh Vallader
gwc: رومانش والاڈیر

source: Rukai
gwc: روکائی

source: Runyankole
gwc: رونیانکولے

source: Russian
gwc: روسی

source: Ruuli
gwc: رولی

source: s
gwc: س

source: S
gwc: س

source: Sabah Bisaya
gwc: سباہ بِساٞیا

source: Sabah Malay
gwc: سبا مالے

source: Sa'ban
gwc: سبان

source: Sakha
gwc: سخا

source: Sakizaya
gwc: سکیزائی

source: Santali (Ol Chiki)
gwc: سنتالی (اول چیکی)

source: Saraiki
gwc: سرائیکی

source: Sardinian
gwc: سارڈینی

source: Save
gwc: محفوظ کٞر

source: Saved
gwc: محفوظ کیت
